{
    "DeckName": "Fucked up Kicks",

    "DeckBy": "BUDDIES DOING SOCIAL MEDIA",

    "Truths": [
        "What is your favorite VRC game Map?",
        "What is your opinion of <player>?",
        "Do you know more than <range[1-5]> people here?",
        "Tell <player> <range[1-10]> facts about youself.",
        "<local>, who do you like here the most?"
    ],
    "Dares": [
        "Group drinks together (<local> spin again)"
	"+1 Skip (cannot skip this.)"
	"Multiply your drinks by 3 for the next two rounds."
	"Give a lap dance to <player>."
	"Raise your drink to a random player and give a speech as if you’re at a fancy dinner party. Everyone drinks after the toast"
	"Challenge another player to a dance-off, and you both must dance for 30 seconds. Group decides who wins the loser drinks."
	"<local> MUST call player <Player> daddy the rest of the game."
	"Pick up a few irl objects(maybe socks, a cookie, alcohol if you will) and juggle them with your hands for 20 seconds. If you drop them you MUST drink two, if you succeed, 	pass the kindness off to someone else."
	"Start a game of telephone with the person to your left and tell them your worst kept kink. see what happens when it reaches the last person. If the word stays the same you 	drink if its different everyone does"
	"You are now <player>’s servant you must respond with yes sir, sorry sir till your next turn. Or ma'a. Whatever floats your boat." 
	"+1 Skip (cannot skip this.)"
	"Shut up till your next turn “biiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiitch”; he says in parentheses. (drink every time you speak bitch)" 
	"Every time someone joins from here on out you act like you're best friends with them."
	"Booba's out till next turn if you don’t have an avatar with booba someone must give it to you or you go to the corner of shame."
	"GROUP drinks water. <Local>, Spin again."
	"Let Umbra fuck your mom. Give him her cell number. You cannot skip this one."
	"You must make eye contact with <player> until your next turn. They don't have to look at you but you have to look at them"
	"Put on a maid dress and call <Player> master."
	"Give a lap dance with your finest outfit."
	"+1 to save someone from their dumbass dare with the exception that YOU MUST do it instead."
	"Pretend to be <player> until your next turn." 
	"Every time a new person joins you MUST sniff their feet and apologise saying you tripped"
	"You have to laugh for 10 seconds, real or fake."
	"Have a burp off with the person to your left, longer burp wins, loser drinks two."
	"Group decides your VRC status for the night."
	"Strike an awkward pose. Good now, stay. I said stay! 20 seconds. If you fail, drink 2."
	"Heyy I'm a doctor you must now choose someone and act like their doctor both of you take 2."
	"?????? oh no someone stole this quick take 1 and spin again."
	"Send a picture to <player>. (OPTIONAL; RISKAY)."
	"Fulfill <player>’s picture request. (OPTIONAL; RISKAY)"
	"For the next round, you must answer every question or suggestion with 'Yes!' Every time you fail, take a drink."
	"Only communicate with emojis till your next turn (if you mess up drink)."
	"7 minutes in heaven with <player>. Do with that what you will."
	"Have you ever had sex with more than one person in a day? If yes drink 1 if no drink 2."
	"Invite 3 random people from your friends list. When it's your turn again give a drink for each one that came, take a drink for each that didn't."
	"If there are pens in the world, draw <player>’s avatar the best you can but like one of your French girls (naked)."
	"Till your next turn you will be known as THE sugar tits."
	"Do 20 squats. Give three drinks if you succeed, take 3 if you fail."
	"Keep your eyes closed until it's your go again. (We will just have to trust each other for this one XD)."
	"Speak only in whispers till your next turn (Drink every time you fail)."
	"Follow Umbrascrolls on every social platform you have (LOL PLUG)"
	"Fill your mouth with drink and gargle till the next person finishes their turn."
	"At some point in the night you have to try to jump scare someone when you try if you fail drink if you succeed they drink."
	"Mime your favorite sexual position with full body or gogo loco. If your a desktop user say it and drink 2"
	"Act like your Wumpy until it’s your turn again. If you don’t know Wumpy, first: why? Secondly: act like how you think someone named Wumpy would act." 
	"Do a presentation for the group on how to make cereal."
	"Do a presentation for the group on how to make babies."
	"Teach me how to Dougie."
	"Field trip! Go with one or two people (your choice) to a public drinking night or the black cat stands in a little group close to the mirror for a few seconds then shout: 'I'm not like a regular mom, I'm a cool mom!' or dad respectively."
"
    ]
}
